export const ways = [
  {
    id: '0',
    preview: 'ПОСТАВКА ГОТОВОЙ ПРОДУКЦИИ',
    content:
      'Поставка любых объемов продукции на\u00A0ваши строительные объекты с\u00A0техническим сопровождением  на\u00A0всех этапах',
  },
  {
    id: '1',
    preview: 'ПРОДАЖА ОБОРУДОВАНИЯ',
    content:
      'Производство наших линий для изготовления любого объема продукции в\u00A0вашей стране',
  },
  {
    id: '2',
    preview: 'ИНЖИНИРИНГ И\u00A0ЗАПУСК ПРОИЗВОДСТВА',
    content:
      'Проектирование, строительство и\u00A0запуск предприятия под\u00A0ключ в\u00A0вашей стране',
  },
  {
    id: '3',
    preview: 'ОРГАНИЗАЦИЯ СОВМЕСТНОГО ПРЕДПРИЯТИЯ',
    content:
      'Организация совместного предприятия и\u00A0построение бизнес',
  },
];
