export const objects = [
  {
    id: '1',
    title: 'Бетонные дороги на\u00A0элеваторах ООО\u00A0"Ранненбург"',
    location: 'г.\u00A0Чаплыгин',
    square: '150\u00A0000 м\u00B2',
    years: '2013-2022',
  },
  {
    id: '2',
    title: 'Бетонные дороги на\u00A0элеваторах ООО\u00A0"Ранненбург"',
    location: 'г.\u00A0Чаплыгин',
    square: '150\u00A0000 м\u00B2',
    years: '2013-2022',
  },
  {
    id: '3',
    title: 'Бетонные дороги на\u00A0элеваторах ООО\u00A0"Ранненбург"',
    location: 'г.\u00A0Чаплыгин',
    square: '150\u00A0000 м\u00B2',
    years: '2013-2022',
  },
  {
    id: '4',
    title: 'Бетонные дороги на\u00A0элеваторах ООО\u00A0"Ранненбург"',
    location: 'г.\u00A0Чаплыгин',
    square: '150\u00A0000 м\u00B2',
    years: '2013-2022',
  },
  {
    id: '5',
    title: 'Бетонные дороги на\u00A0элеваторах ООО\u00A0"Ранненбург"',
    location: 'г.\u00A0Чаплыгин',
    square: '150\u00A0000 м\u00B2',
    years: '2013-2022',
  },
];
