{
  "appTitle": "Экотекс Инжиниринг",
  "appDescription": "Экотекс Инжиниринг",
  "writeUs": "Напишите нам",
  "headerLogoAlt": "Логотип",
  "headerMenuButtonLabel": "Открыть меню",
  "navigation": [
    { "id": "company", "content": "Компания", "to": "#company" },
    { "id": "products", "content": "Продукция", "to": "#products" },
    { "id": "objects", "content": "Объекты", "to": "#objects" },
    { "id": "advantages", "content": "Преимущества", "to": "#advantages" },
    { "id": "cooperation", "content": "Взаимодействие", "to": "#cooperation" },
    { "id": "contacts", "content": "Контакты", "to": "#contacts" }
  ],
  "slides": [
    { "id": 1, "alt": "Фибра Экотекс" },
    { "id": 2, "alt": "Фибра Экотекс" },
    { "id": 3, "alt": "Фибра Экотекс" }
  ],
  "intro": {
    "title": "ECCOTEXX ENGINEERING",
    "content": [
      {
        "id": 0,
        "text": "EccoTexx Engineering - научно-производственная компания, специализирующаяся на разработке, производстве и внедрении композитных армирующих материалов для применения в бетонных конструкциях"
      },
      {
        "id": 1,
        "text": "Уникальный комплексный подход включает 3D-сканирование объекта, BIM-проектирование, расчет конструкций с помощью программного комплекса «ЛИРА-САПР»."
      }
    ],
    "imageAlt": "Логотип"
  },
  "features": [
    {
      "id": 1,
      "text": "Работаем ",
      "accent": "по всему миру"
    },
    {
      "id": 2,
      "text": "Площадь объектов ",
      "accent": "850 тыс. м²"
    },
    {
      "id": 3,
      "text": "Технологии охраняются ",
      "accent": "ПАТЕНТАМИ"
    }
  ],
  "products": {
    "title": "Продукция компании",
    "entities": [
      {
        "id": 1,
        "title": "Композитная арматура <1>Eccotexx</1>",
        "content": "Предназначена для <1>линейного</1> армирования бетонных конструкций",
        "advantages": [
          "Hевосприимчивость к коррозии",
          "Высокая механическая прочность",
          "Простота проведения работ",
          "Hизкий удельный вес"
        ],
        "imgAlt": "Композитная арматура"
      },
      {
        "id": 2,
        "title": "Композитная макрофибра <1>FibraMax</1>",
        "content": "Предназначена для <1>дисперсного</1> армирования бетонных конструкций",
        "advantages": [
          "Равномерное распределение в бетоне",
          "Легкость обработки готовых конструкций",
          "Hизкий удельный вес",
          "Отсутствие износа рукавов бетононасоса"
        ],
        "imgAlt": "Композитная макрофибра"
      }
    ]
  },
  "objects": {
    "title": "Реализованные объекты",
    "locationTitle": "Местоположение",
    "squareTitle": "Площадь",
    "entities": [
      {
        "id": "1",
        "title": "Бетонные дороги на элеваторах ООО «РаненбургЪ»",
        "location": "г. Чаплыгин",
        "square": "150 000 м²",
        "years": "2013-2022"
      },
      {
        "id": "2",
        "title": "Армирование бетонных стен элеваторов ООО «РаненбургЪ»",
        "location": "г. Чаплыгин",
        "square": "6 000 м²",
        "years": "2015-2017"
      },
      {
        "id": "3",
        "title": "Армирование фундаментов для ФОП",
        "location": "Липецкая область",
        "square": "750 м²",
        "years": "2016-2017"
      },
      {
        "id": "4",
        "title": "Промышленные полы на элеваторах ООО «РаненбургЪ»",
        "location": "г. Чаплыгин",
        "square": "2 000 м²",
        "years": "2013-2022"
      },
      {
        "id": "5",
        "title": "Склады напольного хранения б/а напитков",
        "location": "с. Подгорное",
        "square": "10 000 м²",
        "years": "2013"
      },
      {
        "id": "6",
        "title": "Бетонные площадки на объекте РБУ",
        "location": "г. Липецк",
        "square": "2 000 м²",
        "years": "2012"
      },
      {
        "id": "7",
        "title": "Фундаментные плиты 3-х пятиэтажных домов",
        "location": "г. Тура",
        "square": "3 500 м²",
        "years": "2017"
      },
      {
        "id": "8",
        "title": "Бетонные дороги на молочной ферме",
        "location": "д. Путятино",
        "square": "5 000 м²",
        "years": "2012-2015"
      },
      {
        "id": "9",
        "title": "Бетонные площадки «Погарская картофельная фабрика»",
        "location": "д. Погар",
        "square": "10 000 м²",
        "years": "2019-2021"
      },
      {
        "id": "10",
        "title": "Дорожки полов в тепличном комплексе «Овощи Черноземья»",
        "location": "г. Усмань",
        "square": "20 000 м²",
        "years": "2017"
      },
      {
        "id": "11",
        "title": "Бетонные площадки. Завод по производству грибов «Грибная радуга»",
        "location": "г. Курск",
        "square": "20 000 м²",
        "years": "2018-2019"
      },
      {
        "id": "12",
        "title": "Промышленные полы на заводе по производству профилей",
        "location": "г. Калуга",
        "square": "10 000 м²",
        "years": "2022"
      },
      {
        "id": "13",
        "title": "Бетонные дороги картофелехранилища",
        "location": "п. Бабарыкино",
        "square": "12 000 м²",
        "years": "2017-2018"
      },
      {
        "id": "14",
        "title": "Бетонные площадки кагасных полей",
        "location": "д. Дубовец",
        "square": "7 000 м²",
        "years": "2018-2020"
      },
      {
        "id": "15",
        "title": "Бетонные дороги ООО «Избердеевский элеватор»",
        "location": "ж/с. Петровское",
        "square": "20 000 м²",
        "years": "2018-2022"
      },
      {
        "id": "16",
        "title": "Бетонные дороги ООО «РаненбургЪ»",
        "location": "г. Чаплыгин",
        "square": "25 000 м²",
        "years": "2018-2020"
      },
      {
        "id": "17",
        "title": "Бетонные площадки «Погарская картофельная фабрика»",
        "location": "д. Погар",
        "square": "10 000 м²",
        "years": "2019-2021"
      },
      {
        "id": "18",
        "title": "Промышленные полы в цехе «Русские краски»",
        "location": "с. Борино",
        "square": "5 000 м²",
        "years": "2022"
      }
    ]
  },
  "application": {
    "title": "Применение продукции",
    "videoID": "lDjPboSw5bA"
  },
  "advantages": {
    "title": "Преимущества работы с компанией",
    "entities": [
      {
        "id": "0",
        "title": "Техническая поддержка при выборе материалов",
        "content": "проводим расчеты и даем рекомендации по замене металлических армирующих элементов на композитные"
      },
      {
        "id": "1",
        "title": "Техническая поддержка при проведении работ",
        "content": "даем рекомендации по применению материала, а также производим техническое сопровождение каждого объекта"
      },
      {
        "id": "2",
        "title": "Маркетинговая поддержка",
        "content": "рекомендуем наших партнеров потенциальным заказчикам, предоставляем информационные материалы"
      }
    ]
  },
  "interaction": {
    "title": "Схемы взаимодействия",
    "content": "Мы можем предложить следующие схемы взаимодействия",
    "ways": [
      {
        "id": "0",
        "preview": "ПОСТАВКА ГОТОВОЙ ПРОДУКЦИИ",
        "content": "Поставка любых объемов продукции до ваших стройплощадок с техническим сопровождением на всех этапах. Мы можем пересчитать ваш проект для применения наших материалов, сформировать спецификацию и поставить материалы на вашу строительную площадку в любой стране."
      },
      {
        "id": "1",
        "preview": "ПРОДАЖА ОБОРУДОВАНИЯ",
        "content": "Поставка наших линий для изготовления любого объема продукции в вашу страну. Мы также являемся инжиниринговой компанией, способной проектировать, производить и эксплуатировать оборудование для производства нашей продукции по всему миру."
      },
      {
        "id": "2",
        "preview": "ИНЖИНИРИНГ И ЗАПУСК ПРОИЗВОДСТВА",
        "content": "Спроектируйте, постройте и запустите завод под ключ в вашей стране. Помимо поставки отдельных единиц оборудования, мы можем спроектировать производство «под ключ» с учетом местной специфики. Наши специалисты проконтролируют монтаж, запустят производство и обучат персонал."
      },
      {
        "id": "3",
        "preview": "ОРГАНИЗАЦИЯ СОВМЕСТНОГО ПРЕДПРИЯТИЯ",
        "content": "Организация совместного предприятия и построение бизнеса. Мы можем стать вашими полноценными партнерами в запуске бизнеса от идеи до реализации."
      }
    ]
  },
  "callback": {
    "title": "Форма обратной связи",
    "userName": "Ваше имя",
    "userEmail": "Ваша электронная почта",
    "userMessage": "Ваше сообщение",
    "policy": "Я согласен с <1>Политикой конфеденциальности</1>",
    "policyTitle": "Политика конфиденциальности",
    "send": "ОТПРАВИТЬ"
  },
  "contacts": {
    "title": "Контакты",
    "entities": [
      {
        "id": "1",
        "title": "Телефон",
        "content": "+7 (920) 519-23-20",
        "link": "tel:+7 (920) 519-23-20"
      },
      {
        "id": "2",
        "title": "E-mail",
        "content": "info@eccotexx-eng.com",
        "link": "mailto:info@eccotexx-eng.com"
      },
      {
        "id": "3",
        "title": "Генеральный директор",
        "content": "Пикалова Елена Алексеевна"
      }
    ],
    "presentation": {
      "title": "Презентация компании",
      "link": "/eccotexx_presentation_ru.pdf"
    }
  },
  "footer": {
    "paragraphs": [
      "ООО \u0022ЭКОТЕКС ИНЖИНИРИНГ\u0022",
      "Юридический адрес: 399260, Липецкая область, Хлевенский район, с.п. Хлевенский сельсовет, с. Хлевное, ул. Дорожная д. 1, оф. 2",
      "ИНН: 4817006399",
      "КПП: 481701001",
      "ОГРН: 1214800010776",
      "Банк: Липецкое отделение № 8593 ПАО СБЕРБАНКА РОССИИ г. Липецка",
      "к/с: 30101810800000000604",
      "р/с (рубль): 40702810535000003644",
      "БИК: 044206604"
    ],
    "policy": "Политика конфеденциальности",
    "skolkovoAlt": "Экотекс инжиниринг - участник Сколково"
  },
  "messages": {
    "success": {
      "title": "Сообщение отправлено",
      "content": "Благодарим за обращение. Мы свяжемся с Вами в ближайщее время."
    },
    "error": {
      "title": "Произошла ошибка",
      "content": "К сожалению, Ваше сообщение на было отправлено. Пожалуйста, попробуйте позже."
    }
  },
  "policy": {
    "title": "Политика в отношении обработки персональных данных",
    "paragraphs": [
      {
        "title": "1. Общие положения",
        "content": [
          "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО \"ЭКОТЕКС ИНЖИНИРИНГ\"; (далее — Оператор).",
          "1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
          "1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://eccotexx-eng.com."
        ]
      },
      {
        "title": "2. Основные понятия, используемые в Политике",
        "content": [
          "2.1. Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.",
          "2.2. Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).",
          "2.3. Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://eccotexx-eng.com.",
          "2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.",
          "2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.",
          "2.6. Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
          "2.7. Оператор — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и/или осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.",
          "2.8. Персональные данные — любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://eccotexx-eng.com.",
          "2.9. Персональные данные, разрешенные субъектом персональных данных для распространения, — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее — персональные данные, разрешенные для распространения).",
          "2.10. Пользователь — любой посетитель веб-сайта https://eccotexx-eng.com.",
          "2.11. Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.",
          "2.12. Распространение персональных данных — любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.",
          "2.13. Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.",
          "2.14. Уничтожение персональных данных — любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных данных."
        ]
      },
      {
        "title": "3. Основные права и обязанности Оператора",
        "content": [
          "3.1. Оператор имеет право:",
          "— получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;",
          "— в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;",
          "— самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.",
          "3.2. Оператор обязан:",
          "— предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;",
          "— организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;",
          "— отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;",
          "— сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 10 дней с даты получения такого запроса;",
          "— публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;",
          "— принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;",
          "— прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;",
          "— исполнять иные обязанности, предусмотренные Законом о персональных данных."
        ]
      },
      {
        "title": "4. Основные права и обязанности субъектов персональных данных",
        "content": [
          "4.1. Субъекты персональных данных имеют право:",
          "— получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;",
          "— требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;",
          "— выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;",
          "— на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных;",
          "— обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;",
          "— на осуществление иных прав, предусмотренных законодательством РФ.",
          "4.2. Субъекты персональных данных обязаны:",
          "— предоставлять Оператору достоверные данные о себе;",
          "— сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.",
          "4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ."
        ]
      },
      {
        "title": "5. Принципы обработки персональных данных",
        "content": [
          "5.1. Обработка персональных данных осуществляется на законной и справедливой основе.",
          "5.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.",
          "5.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.",
          "5.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.",
          "5.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.",
          "5.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.",
          "5.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом."
        ]
      },
      {
        "title": "6. Цели обработки персональных данных",
        "content": [
          "Связь с клиентом, оставившем заявку в форме обратной связи на сайте",
          "Ответ на возникший вопрос пользователя"
        ]
      },
      {
        "title": "7. Условия обработки персональных данных",
        "content": [
          "7.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.",
          "7.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.",
          "7.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.",
          "7.4. Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.",
          "7.5. Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.",
          "7.6. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее — общедоступные персональные данные).",
          "7.7. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом."
        ]
      },
      {
        "title": "8. Порядок сбора, хранения, передачи и других видов обработки персональных данных",
        "content": [
          "Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
          "8.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
          "8.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.",
          "8.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора info@eccotexx-eng.com с пометкой «Актуализация персональных данных».",
          "8.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора info@eccotexx-eng.com с пометкой «Отзыв согласия на обработку персональных данных».",
          "8.5. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.",
          "8.6. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.",
          "8.7. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.",
          "8.8. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.",
          "8.9. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных."
        ]
      },
      {
        "title": "9. Перечень действий, производимых Оператором с полученными персональными данными",
        "content": [
          "9.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.",
          "9.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой."
        ]
      },
      {
        "title": "10. Трансграничная передача персональных данных",
        "content": [
          "10.1. Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить уполномоченный орган по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу персональных данных (такое уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).",
          "10.2. Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие сведения."
        ]
      },
      {
        "title": "11. Конфиденциальность персональных данных",
        "content": [
          "Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом."
        ]
      },
      {
        "title": "12. Виды обрабатываемых персональных данных",
        "content": [
          "Имя",
          "Адрес электронной почты",
          "Описание вопроса/проблемы пользователя",
          "12.1. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика).",
          "12.2. Этот сайт использует сервис веб-аналитики Яндекс Метрика, предоставляемый компанией ООО «ЯНДЕКС», 119021, Россия, Москва, ул. Л. Толстого, 16 (далее — Яндекс).",
          "12.3. Сервис Яндекс Метрика использует технологию «cookie» — небольшие текстовые файлы, размещаемые на компьютере пользователей с целью анализа их пользовательской активности.",
          "12.4. Собранная при помощи cookie информация не может идентифицировать вас, однако может помочь нам улучшить работу нашего сайта. Информация об использовании вами данного сайта, собранная при помощи cookie, будет передаваться Яндексу и храниться на сервере Яндекса в ЕС и Российской Федерации. Яндекс будет обрабатывать эту информацию для оценки использования вами сайта, составления для нас отчетов о деятельности нашего сайта, и предоставления других услуг. Яндекс обрабатывает эту информацию в порядке, установленном в условиях использования сервиса Яндекс Метрика.",
          "12.5. Вы можете отказаться от использования cookies, выбрав соответствующие настройки в браузере. Также вы можете использовать инструмент — https://yandex.ru/support/metrika/general/opt-out.html. Однако это может повлиять на работу некоторых функций сайта. Используя этот сайт, вы соглашаетесь на обработку данных о вас Яндексом в порядке и целях, указанных выше."
        ]
      },
      {
        "title": "13. Заключительные положения",
        "content": [
          "13.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты info@eccotexx-eng.com.",
          "13.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
          "13.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://eccotexx-eng.com и доступна во всплывающем окне при нажатии кнопки \"Политика конфиденциальности персональных данных\" в футере сайта."
        ]
      }
    ]
  },
  "closePopup": "Закрыть окно",
  "consentCookie": "Cогласен",
  "cookieMessage": "Мы используем Cookie для предоставления наилучшего пользовательского опыта при посещении нашего сайта. Если Вы останетесь на сайте, то автоматически согласитесь с их использованием.",
  "consentPolicy": "Политика конфеденциальности"
}
