{
  "appTitle": "EccoTexx Engineering",
  "appDescription": "EccoTexx Engineering",
  "writeUs": "Contact us",
  "headerLogoAlt": "Logo",
  "headerMenuButtonLabel": "Open menu",
  "menu": "Menu",
  "langs": {
    "english": "English",
    "russian": "Russian"
  },
  "navigation": [
    { "id": "company", "content": "Company", "to": "#company" },
    { "id": "products", "content": "Products", "to": "#products" },
    { "id": "objects", "content": "Objects", "to": "#objects" },
    { "id": "advantages", "content": "Advantages", "to": "#advantages" },
    { "id": "cooperation", "content": "Interaction", "to": "#cooperation" },
    { "id": "contacts", "content": "Contacts", "to": "#contacts" }
  ],
  "slides": [
    { "id": 1, "alt": "Fiber FibraMax", "path": "/slider/slide1.jpg" },
    { "id": 2, "alt": "Fiber FibraMax", "path": "/slider/slide2.jpg" },
    { "id": 3, "alt": "Fiber FibraMax", "path": "/slider/slide3.jpg" }
  ],
  "intro": {
    "title": "ECCOTEXX ENGINEERING",
    "content": [
      {
        "id": 0,
        "text": "EccoTexx Engineering - research and production company specializing in the development, production and implementation of composite reinforcing materials for use in concrete structures"
      },
      {
        "id": 1,
        "text": "A unique integrated approach includes 3D-scanning of an object, BIM-design, structural analysis using the LIRA-SAPR software package."
      }
    ],
    "imageAlt": "Logo"
  },
  "features": [
    {
      "id": 1,
      "text": "We work ",
      "accent": " worldwide "
    },
    {
      "id": 2,
      "text": "Objects area ",
      "accent": "850 ths. sq.m"
    },
    {
      "id": 3,
      "text": "Technology protected by ",
      "accent": "PATENTS"
    }
  ],
  "products": {
    "title": "Company products",
    "entities": [
      {
        "id": 1,
        "title": "GFRP <1>EccoTexx</1>",
        "content": "Designed for <1>linear</1> reinforcement of concrete structures",
        "advantages": [
          "Corrosion resistance",
          "High mechanical durability",
          "Ease of work",
          "Low specific weight"
        ],
        "imgAlt": "GFRP"
      },
      {
        "id": 2,
        "title": "Macro fiberglass <1>FibraMax</1>",
        "content": "Designed for <1>dispersed</1> reinforcement of concrete structures",
        "advantages": [
          "Uniform distribution in concrete",
          "Ease of processing finished structures",
          "Low specific weight",
          "No wear of concrete pump hoses"
        ],
        "imgAlt": "Macro fiberglass"
      }
    ]
  },
  "objects": {
    "title": "Implemented objects",
    "locationTitle": "Location",
    "squareTitle": "Object area",
    "entities": [
      {
        "id": "1",
        "title": "Concrete roads at the grain elevators LLC «Ranenburg»",
        "location": "city Chaplygin",
        "square": "150 000 м²",
        "years": "2013-2022"
      },
      {
        "id": "2",
        "title": "Reinforcing concrete walls of grain elevators LLC «Ranenburg»",
        "location": "city Chaplygin",
        "square": "6 000 м²",
        "years": "2015-2017"
      },
      {
        "id": "3",
        "title": "Foundation reinforcement for medical center",
        "location": "Lipetsk region",
        "square": "750 м²",
        "years": "2016-2017"
      },
      {
        "id": "4",
        "title": "Industrial floors in grain elevators LLC «Ranenburg»",
        "location": "city Chaplygin",
        "square": "2 000 м²",
        "years": "2013-2022"
      },
      {
        "id": "5",
        "title": "Warehouses for floor storage of drinks",
        "location": "village Podgornoe",
        "square": "10 000 м²",
        "years": "2013"
      },
      {
        "id": "6",
        "title": "Concrete platforms at the RBU facility",
        "location": "city Lipetsk",
        "square": "2 000 м²",
        "years": "2012"
      },
      {
        "id": "7",
        "title": "Foundation slabs of five-story houses",
        "location": "city Tula",
        "square": "3 500 м²",
        "years": "2017"
      },
      {
        "id": "8",
        "title": "Concrete roads at a dairy farm",
        "location": "village Putyatino",
        "square": "5 000 м²",
        "years": "2012-2015"
      },
      {
        "id": "9",
        "title": "Concrete sites «Pogar potato factory»",
        "location": "village Pogar",
        "square": "10 000 м²",
        "years": "2019-2021"
      },
      {
        "id": "10",
        "title": "Floor paths in the greenhouse complex «Ovoshchi Chernozemya»",
        "location": "city Usman",
        "square": "20 000 м²",
        "years": "2017"
      },
      {
        "id": "11",
        "title": "Concrete sites. Plant for the production of mushrooms «Mushroom Rainbow»",
        "location": "city Kursk",
        "square": "20 000 м²",
        "years": "2018-2019"
      },
      {
        "id": "12",
        "title": "Industrial flooring at the  plant for the production of profiles",
        "location": "city Kaluga",
        "square": "10 000 м²",
        "years": "2022"
      },
      {
        "id": "13",
        "title": "Concrete roads of the potato storage",
        "location": "township Babarykino",
        "square": "12 000 м²",
        "years": "2017-2018"
      },
      {
        "id": "14",
        "title": "Concrete platforms of «kagas» fields",
        "location": "village Dubovets",
        "square": "7 000 м²",
        "years": "2018-2020"
      },
      {
        "id": "15",
        "title": "Concrete roads LLC «Izberdeevsky elevator»",
        "location": "railroad station Petrovskoe",
        "square": "20 000 м²",
        "years": "2018-2022"
      },
      {
        "id": "16",
        "title": "Concrete roads LLC «Ranenburg»",
        "location": "city Chaplygin",
        "square": "25 000 м²",
        "years": "2018-2020"
      },
      {
        "id": "17",
        "title": "Concrete pads «Pogar potato factory»",
        "location": "village Pogar",
        "square": "10 000 м²",
        "years": "2019-2021"
      },
      {
        "id": "18",
        "title": "Industrial floors in the workshop «Russian paints»",
        "location": "village Borino",
        "square": "5 000 м²",
        "years": "2022"
      }
    ]
  },
  "application": {
    "title": "Product Application",
    "videoID": "lDjPboSw5bA"
  },
  "advantages": {
    "title": "Benefits of working with a company",
    "entities": [
      {
        "id": "0",
        "title": "Technical support for materials selection",
        "content": "we make calculations and give recommendations on replacing metal reinforcing elements with composite ones"
      },
      {
        "id": "1",
        "title": "Technical support during work",
        "content": "we give recommendations on the use of the material, as well as provide technical support for each object"
      },
      {
        "id": "2",
        "title": "Marketing support",
        "content": "recommend our partners to potential customers, provide information materials"
      }
    ]
  },
  "interaction": {
    "title": "Interaction schemes",
    "content": "We can offer the following interaction schemes",
    "ways": [
      {
        "id": "0",
        "preview": "SUPPLY OF FINISHED PRODUCTS",
        "content": "Delivery of any volume of products to your construction sites with technical support at all stages. We can recalculate your project for the use of our materials, form a specification and supply materials to your building site in any country."
      },
      {
        "id": "1",
        "preview": "SALE OF EQUIPMENT",
        "content": "Delivery of our lines for the manufacture of any volume of products in your country. We are also an engineering company capable of designing, manufacturing and operating equipment for the production of our products worldwide."
      },
      {
        "id": "2",
        "preview": "ENGINEERING AND PRODUCTION START-UP",
        "content": "Design, build and launch a turnkey plant in your country. In addition to the supply of individual pieces of equipment, we can design turnkey production, taking into account local specifics. Our specialists will supervise the installation, launch production and train personnel."
      },
      {
        "id": "3",
        "preview": "ORGANIZATION OF A JOINT VENTURE",
        "content": "Organizing a joint venture and building a business. We can become your full-fledged partners in launching a business from idea to implementation."
      }
    ]
  },
  "callback": {
    "title": "Contact form",
    "userName": "Your name",
    "userEmail": "Your email",
    "userMessage": "Your message",
    "policy": "I agree with <1>Privacy policy</1>",
    "policyTitle": "Privacy policy",
    "send": "SEND"
  },
  "contacts": {
    "title": "Contacts",
    "entities": [
      {
        "id": "1",
        "title": "Phone",
        "content": "+7 (920) 519-23-20",
        "link": "tel:+7 (920) 519-23-20"
      },
      {
        "id": "2",
        "title": "E-mail",
        "content": "info@eccotexx-eng.com",
        "link": "mailto:info@eccotexx-eng.com"
      },
      {
        "id": "3",
        "title": "CEO",
        "content": "Elena Pikalova"
      }
    ],
    "presentation": {
      "title": "Company presentation",
      "link": "/eccotexx_presentation_eng.pdf"
    }
  },
  "footer": {
    "paragraphs": [
      "LLC \u0022ECCOTEXX ENGINEERING\u0022",
      "Legal address: 399260, Lipetsk region, Hlevnoe village, Dorozhnaya st., 1",
      "ITN: 4817006399",
      "IEC: 481701001",
      "PSRN: 1214800010776",
      "Bank: Lipetsk Branch No. 8593 PJSC SBERBANK OF RUSSIA Lipetsk",
      "correspondent account: 30101810800000000604",
      "payment account (RUB): 40702810535000003644",
      "BIC: 044206604"
    ],
    "policy": "Privacy policy",
    "skolkovoAlt": "EccoTexx Engineering - Skolkovo Resident"
  },
  "messages": {
    "success": {
      "title": "Message sent",
      "content": "Thank you for your feedback. We will contact you shortly."
    },
    "error": {
      "title": "An error has occurred",
      "content": "Sorry, your message has not been sent. Please try again later."
    }
  },
  "policy": {
    "title": "Personal Data Processing Policy",
    "paragraphs": [
      {
        "title": "1. General provisions",
        "content": [
          "This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. No. 152-FZ “On Personal Data” (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by ECOTEX ENGINEERING LLC; (hereinafter referred to as the Operator).",
          "1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of the rights and freedoms of a person and a citizen in the processing of his personal data, including the protection of the rights to privacy, personal and family secrets.",
          "1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can receive about visitors to the website https://eccotexx-eng.com."
        ]
      },
      {
        "title": "2. Basic concepts used in the Policy",
        "content": [
          "2.1. Automated processing of personal data - processing of personal data using computer technology.",
          "2.2. Blocking of personal data - temporary suspension of the processing of personal data (except when processing is necessary to clarify personal data).",
          "2.3. Website - a set of graphic and informational materials, as well as computer programs and databases that ensure their availability on the Internet at the network address https://eccotexx-eng.com.",
          "2.4. Personal data information system - a set of personal data contained in databases and information technologies and technical means that ensure their processing.",
          "2.5. Depersonalization of personal data - actions as a result of which it is impossible to determine, without the use of additional information, the ownership of personal data by a specific User or other subject of personal data.",
          "2.6. Processing of personal data - any action (operation) or a set of actions (operations) performed using automation tools or without using such tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing) , extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.",
          "2.7. Operator - a state body, municipal body, legal entity or individual, independently or jointly with other persons organizing and / or carrying out the processing of personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, actions (operations) committed with personal data.",
          "2.8. Personal data - any information relating directly or indirectly to a specific or identifiable User of the website https://eccotexx-eng.com.",
          "2.9. Personal data permitted by the subject of personal data for distribution - personal data, access to an unlimited number of persons to which is provided by the subject of personal data by giving consent to the processing of personal data permitted by the subject of personal data for distribution in the manner prescribed by the Law on Personal Data ( hereinafter referred to as personal data permitted for dissemination).",
          "2.10. User - any visitor to the website https://eccotexx-eng.com.",
          "2.11. Provision of personal data - actions aimed at disclosing personal data to a certain person or a certain circle of persons.",
          "2.12. Dissemination of personal data - any actions aimed at disclosing personal data to an indefinite circle of persons (transfer of personal data) or to familiarization with personal data of an unlimited number of persons, including the disclosure of personal data in the media, placement in information and telecommunication networks or providing access to personal data in any other way.",
          "2.13. Cross-border transfer of personal data - transfer of personal data to the territory of a foreign state to an authority of a foreign state, a foreign individual or foreign legal entity.",
          "2.14. Destruction of personal data - any actions as a result of which personal data is destroyed irrevocably with the impossibility of further restoration of the content of personal data in the information system of personal data and / or material carriers of personal data are destroyed."
        ]
      },
      {
        "title": "3. Basic rights and obligations of the Operator",
        "content": [
          "3.1. The operator has the right:",
          "to receive from the subject of personal data reliable information and/or documents containing personal data;",
          "- in the event that the subject of personal data withdraws consent to the processing of personal data, as well as sending an appeal with a request to stop processing personal data, the Operator has the right to continue processing personal data without the consent of the subject of personal data if there are grounds specified in the Law on Personal Data;",
          "- independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of the obligations provided for by the Law on Personal Data and the regulatory legal acts adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other federal laws.",
          "3.2. The Operator is obliged to:",
          "- provide the subject of personal data, at his request, with information regarding the processing of his personal data;",
          "- organize the processing of personal data in the manner prescribed by the current legislation of the Russian Federation;",
          "— respond to requests and requests from personal data subjects and their legal representatives in accordance with the requirements of the Law on Personal Data;",
          "- report to the authorized body for the protection of the rights of subjects of personal data, at the request of this body, the necessary information within 10 days from the date of receipt of such a request;",
          "- publish or otherwise provide unrestricted access to this Policy regarding the processing of personal data;",
          "- take legal, organizational and technical measures to protect personal data from unauthorized or accidental access to them, destruction, modification, blocking, copying, provision, distribution of personal data, as well as from other illegal actions in relation to personal data;",
          "- stop the transfer (distribution, provision, access) of personal data, stop processing and destroy personal data in the manner and cases provided for by the Personal Data Law;",
          "- to perform other duties provided for by the Law on Personal Data."
        ]
      },
      {
        "title": "4. Basic rights and obligations of personal data subjects",
        "content": [
          "4.1. Subjects of personal data have the right:",
          "- receive information regarding the processing of his personal data, except as otherwise provided by federal laws. Information is provided to the subject of personal data by the Operator in an accessible form, and they should not contain personal data related to other subjects of personal data, except when there are legal grounds for disclosure of such personal data.The list of information and the procedure for obtaining it is established by the Law on Personal Data;",
          "- require the operator to clarify his personal data, block or destroy them if the personal data is incomplete, outdated, inaccurate, illegally obtained or not necessary for the stated purpose of processing, as well as take legal measures to protect their rights;",
          "- put forward the condition of prior consent when processing personal data in order to promote goods, works and services on the market;",
          "- to withdraw consent to the processing of personal data, as well as to send a request to terminate the processing of personal data;",
          "- appeal to the authorized body for the protection of the rights of subjects of personal data or in court against illegal actions or inaction of the Operator in the processing of his personal data;",
          "- to exercise other rights provided for by the legislation of the Russian Federation.",
          "4.2. Subjects of personal data are obliged to:",
          "- provide the Operator with reliable data about yourself;",
          "- inform the Operator about the clarification (update, change) of their personal data.",
          "4.3. Persons who have provided the Operator with false information about themselves, or information about another personal data subject without the consent of the latter, are liable in accordance with the legislation of the Russian Federation."
        ]
      },
      {
        "title": "5. Principles of personal data processing",
        "content": [
          "5.1. The processing of personal data is carried out on a lawful and fair basis.",
          "5.2. The processing of personal data is limited to the achievement of specific, predetermined and legitimate purposes. Processing of personal data that is incompatible with the purposes of collecting personal data is not allowed.",
          "5.3. It is not allowed to combine databases containing personal data, the processing of which is carried out for purposes incompatible with each other.",
          "5.4. Only personal data that meet the purposes of their processing are subject to processing.",
          "5.5. The content and scope of the processed personal data correspond to the stated purposes of processing. The redundancy of the processed personal data in relation to the stated purposes of their processing is not allowed.",
          "5.6. When processing personal data, the accuracy of personal data, their sufficiency, and, if necessary, relevance in relation to the purposes of processing personal data are ensured. The operator takes the necessary measures and / or ensures their adoption to delete or clarify incomplete or inaccurate data.",
          "5.7. Storage of personal data is carried out in a form that allows to determine the subject of personal data, no longer than required by the purposes of processing personal data, if the period of storage of personal data is not established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor processed personal data are destroyed or depersonalized upon reaching the goals of processing or in case of loss of the need to achieve these goals, unless otherwise provided by federal law."
        ]
      },
      {
        "title": "6. Purposes of personal data processing",
        "content": [
          "Contact with a client who left a request in the feedback form on the site",
          "Answer to a user question"
        ]
      },
      {
        "title": "7. Conditions for the processing of personal data",
        "content": [
          "7.1. The processing of personal data is carried out with the consent of the subject of personal data to the processing of his personal data.",
          "7.2. The processing of personal data is necessary to achieve the goals stipulated by an international treaty of the Russian Federation or the law, in order to carry out the functions, powers and obligations assigned by the legislation of the Russian Federation to the operator.",
          "7.3. The processing of personal data is necessary for the administration of justice, the execution of a judicial act, an act of another body or official, subject to execution in accordance with the legislation of the Russian Federation on enforcement proceedings.",
          "7.4. The processing of personal data is necessary for the performance of an agreement to which the subject of personal data is a party or beneficiary or guarantor, as well as to conclude an agreement on the initiative of the subject of personal data or an agreement under which the subject of personal data will be the beneficiary or guarantor.",
          "7.5. The processing of personal data is necessary to exercise the rights and legitimate interests of the operator or third parties, or to achieve socially significant goals, provided that the rights and freedoms of the subject of personal data are not violated.",
          "7.6. Processing of personal data is carried out, access of an unlimited number of persons to which is provided by the subject of personal data or at his request (hereinafter referred to as publicly available personal data).",
          "7.7. Processing of personal data subject to publication or mandatory disclosure in accordance with federal law is carried out."
        ]
      },
      {
        "title": "8. The procedure for collecting, storing, transferring and other types of processing of personal data",
        "content": [
          "The security of personal data processed by the Operator is ensured by implementing the legal, organizational and technical measures necessary to fully comply with the requirements of the current legislation in the field of personal data protection.",
          "8.1. The operator ensures the safety of personal data and takes all possible measures to exclude access to personal data of unauthorized persons.",
          "8.2. The User's personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of applicable law or if the subject of personal data has given consent to the Operator to transfer data to a third party to fulfill obligations under civil law contract.",
          "8.3. In case of detection of inaccuracies in personal data, the User can update them independently by sending a notification to the Operator at the Operator's e-mail address info@eccotexx-eng.com marked 'Updating personal data.'",
          "8.4. The term for the processing of personal data is determined by the achievement of the purposes for which personal data were collected, unless a different period is provided for by the contract or applicable law. The user may at any time withdraw his consent to the processing of personal data by sending a notification to the Operator by e-mail to the e-mail address Operator info@eccotexx-eng.com marked 'Withdrawal of consent to the processing of personal data'.",
          "8.5. All information that is collected by third-party services, including payment systems, communications and other service providers, is stored and processed by the specified persons (Operators) in accordance with their User Agreement and Privacy Policy. The subject of personal data and / or with the specified documents. The operator is not responsible for the actions of third parties, including the service providers specified in this clause.",
          "8.6. The prohibitions established by the subject of personal data on the transfer (except for granting access), as well as on the processing or processing conditions (except for obtaining access) of personal data permitted for distribution, do not apply in cases of processing personal data in state, public and other public interests determined by the legislation of the Russian Federation.",
          "8.7. When processing personal data, the operator ensures the confidentiality of personal data.",
          "8.8. The operator stores personal data in a form that allows to determine the subject of personal data, no longer than required by the purposes of processing personal data, if the period for storing personal data is not established by federal law, an agreement to which the subject is a party, beneficiary or guarantor personal data.",
          "8.9. The condition for terminating the processing of personal data may be the achievement of the purposes of processing personal data, the expiration of the consent of the subject of personal data, the withdrawal of consent by the subject of personal data or the requirement to stop processing personal data, as well as the identification of unlawful processing of personal data."
        ]
      },
      {
        "title": "9. List of actions performed by the Operator with the received personal data",
        "content": [
          "9.1. The operator collects, records, systematizes, accumulates, stores, clarifies (updates, changes), extracts, uses, transfers (distributes, provides, accesses), depersonalizes, blocks, deletes and destroys personal data.",
          "9.2. The operator carries out automated processing of personal data with the receipt and / or transmission of the received information via information and telecommunication networks or without it."
        ]
      },
      {
        "title": "10. Cross-border transfer of personal data",
        "content": [
          "10.1. Prior to the commencement of activities for the cross-border transfer of personal data, the operator is obliged to notify the authorized body for the protection of the rights of subjects of personal data of his intention to carry out a cross-border transfer of personal data (such a notification is sent separately from the notification of the intention to process personal data).",
          "10.2. Prior to submitting the above notification, the operator is obliged to obtain relevant information from the authorities of a foreign state, foreign individuals, foreign legal entities to whom the cross-border transfer of personal data is planned."
        ]
      },
      {
        "title": "11. Privacy of personal data",
        "content": [
          "The operator and other persons who have gained access to personal data are obliged not to disclose to third parties and not to distribute personal data without the consent of the subject of personal data, unless otherwise provided by federal law."
        ]
      },
      {
        "title": "12. Types of processed personal data",
        "content": [
          "Name",
          "E-mail address",
          "Description of the question/problem of the user",
          "12.1. The site also collects and processes anonymous data about visitors (including cookies) using Internet statistics services (Yandex Metrika).",
          "12.2. This website uses the Yandex Metrika web analytics service provided by YANDEX LLC, 119021, Russia, Moscow, L. Tolstoy St., 16 (hereinafter referred to as Yandex).",
          "12.3. The Yandex Metrica service uses 'cookie' technology - small text files placed on users' computers in order to analyze their user activity.",
          "12.4. The information collected by the cookie cannot identify you, but it can help us improve the performance of our site. Information about your use of this site, collected by the cookie, will be transmitted to Yandex and stored on a Yandex server in the EU and the Russian Federation. Yandex will process this information to evaluate your use of the site, compile reports for us on the activities of our site, and provide other services. Yandex processes this information in the manner specified in the terms of use of the Yandex Metrica service.",
          "12.5. You can refuse the use of cookies by selecting the appropriate settings in your browser. You can also use the tool - https://yandex.ru/support/metrika/general/opt-out.html. However, this may affect the operation of some functions By using this site, you agree to the processing of data about you by Yandex in the manner and for the purposes specified above."
        ]
      },
      {
        "title": "13. Final Provisions",
        "content": [
          "13.1. The User can receive any clarifications on issues of interest regarding the processing of his personal data by contacting the Operator via e-mail info@eccotexx-eng.com.",
          "13.2. This document will reflect any changes to the personal data processing policy by the Operator. The policy is valid indefinitely until it is replaced by a new version.",
          "13.3. The current version of the Policy is freely available on the Internet at https://eccotexx-eng.com and is available in a pop-up window by clicking the \"Personal Data Privacy Policy\" button in the site footer."
        ]
      }
    ]
  },
  "closePopup": "Close",
  "consentCookie": "I agree",
  "cookieMessage": "We use Cookies to provide the best user experience when visiting our site. If you stay on the site, you will automatically agree to their use.",
  "consentPolicy": "Privacy policy"
}
