export const advantages = [
  {
    id: '0',
    title: 'Техническая поддержка при\u00A0выборе материалов',
    content:
      'проводим расчеты и\u00A0даем рекомендации по\u00A0замене металлических армирующих элементов на\u00A0композитные',
  },
  {
    id: '1',
    title: 'Техническая поддержка при\u00A0проведении работ',
    content:
      'даем рекомендации по\u00A0применению материала, а\u00A0также производим техническое сопровождение каждого объекта',
  },
  {
    id: '2',
    title: 'Маркетинговая поддержка',
    content:
      'рекомендуем наших партнеров потенциальным заказчикам, предоставляем информационные материалы',
  },
];
